# Задача №1
number = int(input('Введите число: '))
for i in range(1, number + 1):
    print(i)


# Задача №2
num1 = int(input('Введите первое число: '))
num2 = int(input('Введите второе число: '))
print('Большее число:', max(num1, num2))

